{"":{"The name of the folder cannot be 'ROOT'":"Le dossier ne peut pas s'appeler 'ROOT'","The name of the folder cannot be an empty string":"Le nom du dossier ne peut pas être vide","Insert the link in the folder":"Créer le lien dans le dossier","Edit this link":"Modifier ce lien","Are you sure you want to save changes?":"Êtes-vous sûr de vouloir sauvegarder les modifications?","Are you sure you want to remove this link?":"Êtes-vous sûr de vouloir supprimer ce lien?","Unknown":"Inconnu","Error while updating the data":"Erreur pendant la mise à jour des données","Delete":"Supprimer","Page":"Page","Simple text":"Texte simple","Rich text":"Texte riche (HTML)","PHP code":"Code PHP","JavaScript code":"Code JavaScript","CSS code":"Code CSS","Title":"Titre","Edit media":"Modifier le média","Add new media":"Ajouter un nouveau média","The media you're going to delete is linked to a note, are you sure you want to remove it?":"Le média que vous êtes sur le point de supprimer est lié à une note, êtes-vous sûr de vouloir continuer?","Are you sure you want to delete this media?":"Êtes-vous sûr de vouloir supprimer ce média?","Media successfully deleted :)":"Média correctement supprimé","Something went wrong while deleting the media :(":"Quelque chose n'a pas fonctionné lors de la suppression du média","The extension in the title or in the filename doesn't match with the extension of the file you inserted!":"L'extension du fichier ne correspond pas au type de fichier ajouté!","The title must contain the extension of the file":"Le titre dopit contenir l'extension du fichier","Media successfully added to media browser":"Média ajouté avec succès","Media successfully updated":"Média correctement mis à jour","Something went wrong while adding the media to the media broser":"Quelque chose n'a pas fontionné lors de l'ajout du média dans l'explorateur","Media title successfully changed!":"Titre du média modifié!","Something went wrong while changing the media title":"Quelque chose n'a pas fonctionné lors de la modification du titre du média","The title must end with the same extension of the file":"Le titre doit se terminer avec la même extension que le fichier","Delete media":"Supprimer le média","Yes":"Oui","No":"Non","Saved":"Sauvegardé","No changes":"Pas de changement","Error while deleting":"Erreur pendant la suppression","Version":"Version","Enter a title for the note":"Entrer un titre pour la note","New message":"Nouveau message","Author":"Auteur","Actions":"Actions","Creator":"Créateur","Creation":"Création","ID":"ID","Post title":"Titre de la publication","Date":"Date","Date GMT":"Date GMT","Post Status":"Statut de la publication","Folder":"Dossier","Link":"Lien","correctly inserted":"inséré correctement","Are you sure you want to delete this folder":"Êtes-vous sûr de vouloir supprimer ce dossier","and all it's content?":"et tout son contenu?","Folder successfully deleted":"Suppression du dossier réussie","Something went wrong while deleting the folder":"Quelque chose n'a pas foncitonné durant la suppression du dossier","Are you sure you want to delete this link?":"Êtes-vous sûr de vouloir supprimer ce lien?","Link successfully deleted":"Suppression du lien réussie","Something went wrong while deleting the link":"Quelque chose n'a pas fonctionné durant la suppression du lien","Modification of the standard letter":"Modification de la lettre-type","Are you sure you want to delete this standard letter?":"Souhaitez-vous vraiment supprimer cette lettre-type?","Creation of a standard letter":"Création d'une lettre-type","Warning on standard letters":"Avertissement sur les lettres types","Here you can modify the standard letters but they use a system of \"templates\" with which you have to be very cautious.":"Ici vous pouvez modifier les lettres-types, mais elles utilisent un système de \"templates\" avec lequel il vous faut être prudent.","The best is to duplicate an existing standard letter and modify it.":"Le mieux est de dupliquer une lettre-type existante et de la modifier.","Once finished, put it in default if it is used on a feature without choice (eg certificates), and will test it in context.":"Une fois terminée, si elle doit être utilisée dans des fonctionnalités sans choix (ex: attestations), mettez-la en défaut de sa catégorie, et testez-le dans le contexte.","Then you can erase the old one or else redo it if your modification returns an error.":"Alors vous pourrez supprimer l'ancienne ou repartir de zéro si vos modifications génèrent une erreur.","Creation of a standard letter for":"Création d'une lettre-type","Add a standard letter":"Ajouter une lettre-type","Edit message":"Modifier le message","Error":"Erreur","New":"Nouveau","Show":"Montrer","Find":"Trouver","Tools":"Outils","Import":"Importation","Export":"Exportation","URL":"URL","Content":"Contenu","New Note":"Nouvelle note","Type":"Type","Post name":"Nom de la publication","Modified":"Modifié","Are you sure you import the posts?":"Êtes-vous sûr de vouloir importer ces publications?","Import performed":"Importation réussie","Error Import":"Erreur lors de l'importation","Click on the first column of this row to view full content":"Cliquer sur la première colonne de cette ligne pour voir tout le contenu","Editing a mailing":"Modifier un mailing","Post":"Post","Pub. Start":"Pub. Start","Pub. End":"Pub. End","media":"média","Media browser":"Explorateur de médias","Edit Note":"Modifier la note","Publish Note":"Publier la note","Are you sure to remove the publication from this note?":"Êtes-vous sûr de vouloir dépublier cette note?","Successfully deleted":"Suppression faite avec succès","Error in deleting":"Erreur pendant la suppression","Are you sure to delete this note?":"Are you sure to delete this note?","Media correctly added to the note":"Média ajouté à la note","Something went wrong while adding the media to the note":"Quelque chose n'a pas fonctionné lors de l'ajout du média à la note","Add a new block to this row":"Ajouter un nouveau bloc à cette ligne","Edit blocks in this row":"Éditer les blocs de cette ligne","Published":"Publié","Draft":"Brouillon"}}